Repository: ahmedElsarag/claimizer
Catalog: lib/l10n/intl_*.arb
Languages: ar

# joinText
source: An UAE company that provides entertainment solutions in line with the diverse aspirations of customers
ar: شركة إماراتية تقدم حلولاً ذكية تتماشى مع تطلعات العملاء المتنوعة

source: Register
ar: حساب جديد

source: Skip
ar: تخطى

source: Next
ar: التالي

source: Log In
ar: تسجيل الدخول

source: check Your Internet
ar: تحقق من الإتصال بالانترنت

source: An Error Occurred Try Again Later
ar: حدث خطأ ما برجاء المحاولة لاحقا

source: Session Timeout Please Login
ar: مدة الجلسة انتهت برجاء تسجيل دخول

source: Home
ar: الرئيسية

source: Profile
ar: الملف الشخصي

# welcomeBackToClimizer
source: Welcome Back To Claimizer
ar: مرحبا بك في كلاميزر

source: Email Address
ar: البريد الالكتروني

source: Password
ar: كلمة المرور

source: Password is required
ar: كلمة المرور مطلوبة

source: Password is too short
ar: كلمة المرور قصيرة

source: Password is too long
ar: كلمة المرور كبيرة جدا

source: Email is required
ar: البريد الالكتروني مطلوب

# emailisnotvalid
source: Email is invalid
ar: البريد الالكتروني غير صحيح

source: Remember Me
ar: تذكرني

source: Forgot Password ?
ar: نسيت كلمة المرور ؟

source: Or Register with
ar: أو سجل بواسطة

# dontHaveAnAccount
source: Donâ€™t Have An Account ?
ar: ليس لديك حساب؟

source: Sign Up
ar: فتح حساب الآن

source: Enter your Email and instructions will be sent to you!
ar: أدخل بريدك الإلكتروني وسيتم إرسال التعليمات إليك

source: Send Request Link
ar: إرسال رابط الطلب

# welcomeToClimizer
source: Welcome To Claimizer
ar: مرحبا في كلاميزر

source: Name
ar: الاسم

source: Confirm Password
ar: تأكيد كلمة المرور

source: Phone Number
ar: التليفون المحمول

source: Already Have An Account ?
ar: لديك حساب بالفعل؟

source: Enter All Data
ar: ادخل كل البيانات

# desc1
source: Lorem ipsum is a placeholder text commonly used to demonstrate the visual.
ar: هو نص عنصر نائب يستخدم بشكل شائع لتوضيح الصورة المرئية.

# desc2
source: Lorem ipsum is a placeholder text commonly used to demonstrate the visual.
ar: هو نص عنصر نائب يستخدم بشكل شائع لتوضيح الصورة المرئية.

# desc3
source: Lorem ipsum is a placeholder text commonly used to demonstrate the visual.
ar: هو نص عنصر نائب يستخدم بشكل شائع لتوضيح الصورة المرئية.

source: Get Started
ar: ابدأ الان

# forgotPasswordTitle
source: Forgot Password
ar: استعادة كلمة المرور

source: Log Out
ar: تسجيل الخروج

source: Notification
ar: الاشعارات

source: Language
ar: تغيير اللغة

source: Help
ar: مساعدة

source: Support
ar: الدعم

source: Privacy and Policy
ar: سياسة الخصوصية

source: Edit Profile
ar: تعديل الملف الشخصي

source: Choose from Gallery
ar: اختر من الاستوديو

source: Take Photo
ar: التقط صورة

source: Your Old Password
ar: كلمة المرور القديمة

source: Welcome
ar: مرحبا

source: Claim Management
ar: ادارة طلبات الصيانة

source: New Claims
ar: طلبات الصيانة الجديدة

source: All Claims
ar: جميع طلبات الصيانة

source: Claims Requests
ar: طلبات الصيانة

source: Add New Claim
ar: طلب صيانة جديد

source: Logged in successfully
ar: تم تسجيل الدخول بنجاح

source: Account Created
ar: تم إنشاء الحساب

source: Back
ar: رجوع

# yourBuilding
source: Building
ar: اسم المبنى

# yourUnit
source: Unit
ar: رقم الوحدة

source: Claim category
ar: فئة الطلب الرئيسية

source: Claim sub category
ar: فئة الطلب الفرعية

source: Claim type
ar: نوع الطلب

source: Available time
ar: الوقت المتاح

source: New Claims Details
ar: تأكيد طلب الصيانة الجديد

source: New Link Request
ar: طلب ربط جديد

# existingUnit
source: My Units
ar: الوحدات الحالية

# unitLinkRequest
source: Unit Link Requests
ar: جميع طلبات الربط

# unitsProperty
source: Units
ar: الوحدات

source: QR Code
ar: رمز الاستجابة السريعة

source: Select Building
ar: اختر المبني

source: Select Unit
ar: اختر الوحدة

# selectClaimCategory
source: Select Main Category
ar: اختر الفئة الرئيسية

# selectClaimSubcategory
source: Select Sub Category
ar: اختر الفئة الفرعية

# selectClaimType
source: Select Type
ar: اختر نوع الطلب

source: Select Available Time
ar: اختر الوقت المتاح

source: Search
ar: بحث

source: Claims
ar: طلبات الصيانة

source: Units
ar: الوحدات

source: More
ar: المزيد

# unitName
source: Unit
ar: الوحدة

source: Client ID
ar: رقم هوية العميل

# startAt
source: Start Date
ar: تاريخ البداية

# endAt
source: End Date
ar: تاريخ النهاية

# requestCode
source: Claim Code:
ar: كود الطلب:

source: Confirm
ar: تأكيد

# confirmation
source: Confirmation &Save
ar: حفظ

# thankYouForSubmittingYourRequestOneOfOurCustomerservices
source: Thank you for submitting your request. one of our customer services representatives will contact you shortly,
ar: شكرا لتقديم طلبك. سيتصل بك أحد ممثلي خدمة العملاء لدينا قريبًا ،

# writeYourThoughtsHere
source: Type your complaints here
ar: اكتب وصف الشكوى

source: Upload any files
ar: قم برفع اي ملف

source: Select Date
ar: اختر التاريخ

source: Evening
ar: مساءا

source: Morning
ar: صباحا

source: - From
ar: - من

source: Back To Home
ar: الرجوع الي الرئيسية

source: Assigned Claims
ar: طلبات الصيانة لدى الفنيين

source: Started Claims
ar: طلبات الصيانة تحت الإجراء

source: Completed Claims
ar: طلبات الصيانة المكتملة

source: Cancelled Claims
ar: طلبات الصيانة الملغاة

source: Closed Claims
ar: طلبات الصيانة المغلقة

# statisticsForYourClaims
source: Claims Statistics
ar: إحصائيات طلبات الصيانة

source: Remember That
ar: تذكر ذلك

# youNeedToRenewTheContract
source: You Should Renew Contract
ar: تحتاج إلى تجديد العقد

# youNeedToRenewTheContractYouNeedToRenew
source: Contract Ended, You Should Renew Contract
ar: العقد منتهي - تحتاج إلى تجديد العقد

source: Unit Query
ar: بحث عن الوحدة

# theUnitIsReserved
source: The unit is Booked
ar: الوحدة مربوطة

source: The QR code is incorrect
ar: رمز الاستجابة السريعة غير صحيح

source: Start Date
ar: تاريخ البداية

source: End Date
ar: تاريخ النهاية

# buildingName
source: Building
ar: المبني

# companyName
source: Company
ar: الشركة المسئولة

source: Contract No
ar: رقم العقد

source: N/A
ar: لا يوجد

source: You should select date and time
ar: يجب عليك تحديد التاريخ و الوقت

source: Claim Details
ar: تفاصيل طلب الصيانة

source: Created At
ar: انشئ في

source: Description
ar: وصف الشكوى

source: All Files
ar: كل الملفات

source: Comments
ar: التعليقات

source: Top Updates
ar: اخر التحديثات

source: No Results
ar: لا توجد نتائج

# sorryThereAreNoResultsForThisSearchPleaseTry
source: Sorry, No results.
ar: للأسف, لا توجد نتائج

source: Priority
ar: الاولوية

# allAttachment
source: All Attachments
ar: كل الملفات

source: Unit Type
ar: نوع الوحدة

source: Company
ar: الشركة المسئولة

source: Comment
ar: تعليق

source: Reply
ar: رد

source: You Must Login
ar: يجب عليك تسجيل الدخول

source: Personal Profile
ar: الملف الشخصي

source: Email Notifications
ar: الاشعارات

source: Enable
ar: تمكين

source: Disable
ar: تعطيل

source: Update secondary email
ar: تعديل الايميل الثاني

source: Password Changed Successfully
ar: تم تغيير كلمة المرور بنجاح

source: Profile Updated Successfully
ar: تم تعديل الملف الشخصي بنجاح

source: Please enter QR Code
ar: من فضلك ادخل رمز الاستجابة السريعة

source: Basic Info
ar: معلومات اساسية

source: Update Password
ar: تعديل كلمة المرور

# uploadContractImage
source: Contract Image
ar: صورة العقد

# uploadIdentityImage
source: ID Image
ar: صورة الهوية

source: Name is required
ar: الاسم مطلوب

source: Save Changes
ar: حفظ التغييرات

source: Update
ar: تحديث

source: Add Comment
ar: اضافة تعليق

source: Comment Added
ar: تم اضافة التعليق

source: Delete Claim
ar: حذف الطلب

source: Claim Deleted
ar: تم حذف طلب الصيانة

source: Refresh
ar: تحديث

source: No Files
ar: لا توجد ملفات

source: Unit Code:
ar: كود الوحدة:

source: Close Claim
ar: اغلاق الطلب

source: Unit Link Request Details
ar: تفاصيل طلب ربط الوحدة

source: UnLink Unit
ar: الغاء الربط

source: Renew
ar: تجديد

# unitRequestUnlinked
source: Unit UnLinked
ar: تم الغاء ربط الوحدة

source: QR Scanner
ar: قارئ الباركود

# youNeedToRenewUnit
source: You should renew unit
ar: تحتاج الي تجديد عقد الوحدة

source: Unit
ar: ينتهي تعاقد الوحدة

source: Contract ends on
ar: في تاريخ ينتهي

source: No image selected.
ar: لم تختار اي صورة

source: only 4 images allowed
ar: مسموح بإرفاق 4 صور كحد أقصي

# uploadYourIdentity
source: Upload Your ID
ar: قم بإرفاق صورة الهوية

source: Upload Contract File
ar: قم بإرفاق صورة العقد

source: Contract file
ar: صورة العقد

# identityFile
source: ID file
ar: صورة الهوية

source: Images
ar: صور

source: Claim Closed
ar: تم غلق طلب الصيانة

source: Enter your notes in comment field
ar: ادخل ملاحظاتك في خانة التعليق

source: Enter contract no and end date
ar: ادخل رقم العقد وتاريخ الانتهاء الجديد

source: Claim Status
ar: حالة الطلب

source: Unit Status
ar: حالة الوحدة

source: Please enter contract end date
ar: ادخل تاريخ انتهاء العقد

source: Please enter contract number
ar: ادخل رقم العقد

source: Cancel
ar: الغاء

source: Renew Notes
ar: ملاحظات التجديد

# unitRequestCode
source: Code:
ar: كود الطلب:

# userRemarks
source: Tenant Remarks
ar: ملاحظات العميل

source: Unlink Date
ar: تاريخ الغاء الربط

source: Unlink Reason
ar: سبب الغاء الربط

source: Enter Missing Data
ar: ادخل بيانات صحيحة

source: Unlink Status
ar: حالة الغاء الربط

source: Finished
ar: منتهي

source: Terminated
ar: مفسوخ

source: Canceled
ar: ملغي

source: You reach to last page
ar: وصلت لاخر صفحة

# noClaimFound
source: NO DETAILS OF CLAIM FOUND
ar: لا يوجد تفاصيل لطلب الصيانة

source: Previous Page
ar: الصفحة السابقة

source: Next Page
ar: الصفحة التالية

source: Are you sure to close claim?
ar: هل انت متأكد من اغلاق طلب الصيانة؟

source: Are you sure to close this Claim ?
ar: هل انت متأكد من اغلاق طلب الصيانة ؟
